;-------------------------------------------------------------
[Translation]
TRANSLATION_BY = Išvertė
TRANSLATION_NAME = Andrius Balsevičius
TRANSLATION_LINK = http://www.picpick.org
LANGUAGENAME=Lithuanian
FILEVER=5000
;-------------------------------------------------------------






[Common]
SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
;-------------------------------------------------------------
MNU_OPEN_PICPICK		=Paveikslėlio R&edaktorius
;-------------------------------------------------------------

MNU_CAPTURE			=Ekrano fik&savimas
MNU_CAPTURE_FULLSCREEN		=&Visas ekranas
MNU_CAPTURE_ACTIVEWINDOW	=&Aktyvus langas
MNU_CAPTURE_CONTROL		=Lango elementas
MNU_CAPTURE_SCROLLINGWINDOW	=&Slenkantis langas
MNU_CAPTURE_REGION		=S&ritis
MNU_CAPTURE_FIXEDREGION		=&Apibrėžta sritis
MNU_CAPTURE_FREEHAND		=&Laisvas
MNU_CAPTURE_WEBPAGE		=&Tinklapis
MNU_CAPTURE_REPEAT		=Kartoti &paskutinį
MNU_CAPTUREQBAR			=Rodyti &juostą...
MNU_WIDGET			=Rodyti sky&delį...

;-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Fiksavimo &nuostatos
MNU_OUTPUTTYPE			=Išvesties &tipas




MNU_OUTPUTTYPE_PICPICK		=PickPick r&edaktorius
MNU_OUTPUTTYPE_CLIPBOARD	=Kopijuotį į iš&karpinę
MNU_OUTPUTTYPE_SAVEIMAGE	=Išsaugoti į failą
MNU_OUTPUTTYPE_SAVEFOLDER	=&Automatiškai išsaugoti kaip...
MNU_OUTPUTTYPE_OTHER		=Išorinė &programa...
MNU_OUTPUTTYPE_FTP		=Įkelti į F&TP
MNU_OUTPUTTYPE_SHARE		=&Dalintis
MNU_OUTPUTTYPE_SENDTO		=&Siųsti
MNU_OUTPUTTYPE_FACEBOOK		=Įkelti į Face&book
MNU_OUTPUTTYPE_TWITTER		=Įkelti į Tw&itter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=El. paštas (Out&look)
MNU_OUTPUTTYPE_PRINTER		=S&pausdintuvas
MNU_OUTPUTTYPE_SKYPE		=Siųsti į Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Sa&ugojimo debesyje paslauga
MNU_OUTPUTTYPE_WEB			=Įkelti į &internetą

MNU_OPT_DEFAULTFORMAT		=Numatytasis paveikslėlio &formatas
MNU_OPT_OPENEDITOR		=Paleidžiant programą rodyti r&edaktorių
MNU_OPT_STARTUPPROGRAM	=&Paleisti PickPick įjungus kompiuterį
;-------------------------------------------------------------
MNU_COLORPICKER			=Spalvos &Parinkėjas
MNU_COLORPALETTE		=Spalvų P&aletė
MNU_COPYCOLORTYPE		=Kopijuoti spalvą &kaip
MNU_COLORHISTORY		=Spalvų &istorija
MNU_COLORHISTORY_CLEAR		=Iš&valyti
;-------------------------------------------------------------
MNU_MAGNIFIER			=&Lupa
MNU_PIXELRULER			=Taškų &liniuotė
MNU_PROTRACTOR			=&Matlankis
MNU_CROSSHAIR			=&Taikiklis
MNU_WHITEBOARD			=&Piešimo lenta
MNU_CLOUDEXPLORER		=Debesies n&aršyklė

;-------------------------------------------------------------
MNU_ABOUT_PICPICK		=Programos &nuostatos...
MNU_EXIT_PICPICK		=Iš&eiti

[Widget]
MNU_WIDGET			=Sky&delis
MNU_WIDGET_LOCK			=Užrakinti skyde&lį
MNU_WIDGET_SMALLICONS		=Rodyti maža&s piktogramas
MNU_WIDGET_AUTOHIDE		=A&utomatiškai slėpti
MNU_WIDGET_OPACITY		=Nepermat&omumas
MNU_WIDGET_ALWAYSTOP		=Visad&a viršuje
MNU_WIDGET_CLOSE		=Uždary&ti skydelį

[PicPickEditor]
#5.0.0
MNU_START=Pradžia
#5.0.0
MNU_FILE =&Failas
MNU_FILE_NEW =&Naujas
MNU_FILE_OPEN =&Atverti
MNU_FILE_OPENCLIPBOARD =Atverti iš iš&karpinės
MNU_FILE_OPENURL =Atverti iš &URL
#5.0.0
MNU_FILE_OPEN_RECENT=Naujausi
MNU_FILE_OPEN_BROWSE=Naršyti
#5.0.0
MNU_FILE_SAVESAME=&Išsaugoti
MNU_FILE_SAVE =Išsaugoti &kaip
MNU_FILE_SAVESELECT =Išs&augoti pažymėjimą kaip...
MNU_FILE_SAVEALL=Išsaugoti &viską...
MNU_FILE_PRINT=S&pausdinti
MNU_FILE_CLOSEIMAGE =&Užverti paveikslėlį
MNU_FILE_CLOSECURRENTIMAGE =&Einamasis paveikslėlis
MNU_FILE_CLOSEALLIMAGE = &Visi paveikslėliai
MNU_FILE_CLOSEALLSAVEDIMAGE =Visi iš&saugoti paveikslėliai
MNU_FILE_CLOSEPICPICK =Iš&eiti

;-------------------------------------------------------------
MNU_EDIT =&Taisyti
MNU_EDIT_UNDO =Atša&ukti
MNU_EDIT_REDO =Ka&rtoti
MNU_EDIT_CUT =Iš&kirpti
MNU_EDIT_COPY =K&opijuoti
MNU_EDIT_PASTE =Įklijuo&ti
MNU_EDIT_PASTEFROMFILE =Įklijuoti iš &failo...
MNU_EDIT_SELECTDEL =Iš&trinti
MNU_EDIT_SELECTNEW =Apki&rpti
MNU_EDIT_DESELECT =N&ežymėti
MNU_EDIT_SELECTALL =P&ažymėti viską
MNU_EDIT_IMAGERESIZE =&Paveikslėlio dydžio keitimas/didinimas...
MNU_EDIT_CANVASRESIZE =&Drobės dydžio keitimas...
MNU_EDIT_VIEWBITMAP =&Rodyti visame ekrane...
;-------------------------------------------------------------

MNU_TOOLS =Į&rankiai
MNU_TOOLS_FULLSCREEN 		=Fiksuoti &visą ekraną
MNU_TOOLS_ACTIVEWINDOW 		=Fiksuoti &aktyvų langą
MNU_TOOLS_CONTROL 		=Fiksuoti lango &elementą
MNU_TOOLS_SCROLLINGWINDOW	=Fiksuoti langą per&slenkant
MNU_TOOLS_WEBPAGE 		=Fiksuoti &tinklapį
MNU_TOOLS_REGION 		=Fiksuoti &Sritį
MNU_TOOLS_FIXEDREGION 		=Fiksuoti api&brėžtą sritį
MNU_TOOLS_FREEHAND 		=Fiksuoti &laisvai
MNU_TOOLS_REPEAT 		=Kartoti pasku&tinį
MNU_TOOLS_COLORPICKER		=Spalvos &parinkėjas
MNU_TOOLS_COLORPALETTE		=Spalvų p&aletė
MNU_TOOLS_MAGNIFIER		=&Lupa
MNU_TOOLS_PIXELRULER		=Taškų lini&uotė
MNU_TOOLS_PROTRACTOR		=Ma&tlankis
MNU_TOOLS_CROSSHAIR		=&Taikiklis
MNU_TOOLS_WHITEBOARD		=&Piešimo lenta
MNU_TOOLS_OPTION		=Programos Nuos&tatos
;-------------------------------------------------------------

MNU_TOOLSOPTION				=Fiksavimo Nuos&tatos
MNU_TOOLSOPTION_OUTPUTTYPE			=Išvesties &tipas
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Numatytasis paveikslėlio &formatas
MNU_TOOLSOPTION_DUALMONITORS			=&Dviejų monitorių palaikymas
MNU_TOOLSOPTION_HOTKEY			=Keisti greituosius &klavišus...
MNU_TOOLSOPTION_SOUND				=Aktyvuoti &garso efektą
MNU_TOOLSOPTION_SCROLLCAPTURE		=Aktyvuoti &automatinį persukimą
MNU_TOOLSOPTION_MOUSECURSOR			=Įtraukti &kursoriaus atvaizdą
MNU_TOOLSOPTION_STARTUPPROGRAM		=Paleisti PicPick startuojant kompiuteriui
MNU_TOOLSOPTION_OPENEDITOR			=Paleidžiant programą atverti r&edaktorių
MNU_TOOLS_COLORTYPE				=Kopijuoti spalvą k&aip
;-------------------------------------------------------------

MNU_EFFECT 			=Efe&ktai
MNU_EFFECT_INVERT 		=&Inversija
MNU_EFFECT_GRAYSCALE		=&Pilki atspalviai
MNU_EFFECT_MOSAIC 		=&Grūdėtumas...
MNU_EFFECT_BLUR 		=&Išlieti
MNU_EFFECT_SHARPEN 		=&Paryškinti
MNU_EFFECT_BRIGHTNESS 		=Švies&umas/kontrastas...
MNU_EFFECT_HSL 			=&Atspalvis/sodrumas...
MNU_EFFECT_BORDER 		=Kr&ašto efektai
MNU_EFFECT_FLIP 		=&Apsukti
MNU_EFFECT_FLIPH 		=Apsukti &Horizontaliai
MNU_EFFECT_FLIPV 		=Apsukti &Vertikaliai
MNU_EFFECT_ROTATE 		=&Pasukti
MNU_EFFECT_ROTATE90 		=&90' į dešinę
MNU_EFFECT_ROTATE180 		=&180' į dešinę
MNU_EFFECT_ROTATE270 		=&270' į dešinę
MNU_EFFECT_FRAME		=Rėm&elis...
MNU_EFFECT_COLORBALANCE		=Spalvos ba&lansas...
MNU_EFFECT_WATERMARK		=&Vandens ženklas...
;-------------------------------------------------------------
MNU_WINDOW =&Langas
MNU_WINDOW_CASCADE =&Kaskadomis
MNU_WINDOW_TILEH =Išdėstyti &Horizontaliai
MNU_WINDOW_TILEV =Išdėstyti &Vertikaliai
MNU_WINDOW_MINIMIZEALL =Sumažinti visus
;-------------------------------------------------------------

MNU_HELP =&Pagalba
MNU_HELP_WEBSITE =PicPick tinklapis...
MNU_HELP_ABOUT =Apie...
#5.0.0
MNU_HELP_UPDATE =Tikrinti, ar yra atnaujinimų
#5.0.0

PNL_TOOL_TOOLS = Įrankiai
PNL_TOOL_COLOR = Spalva
PNL_TOOL_PROPERTY = Savybės
LBL_TOOL_WIDTHS = Plotis :
LBL_TOOL_OPACITY = Permatomumas
LBL_TOOL_SHAPE= Forma:

;-------------------------------------------------------------
#Ribbon
TAB_HOME=Pagrindinis
TAB_FILE=Failas
TAB_VIEW=Peržiūra
TAB_SHAPES=Formos
TAB_SHAPES_SUB=Formatas
TAB_NUMBERSTAMP=Skaiitinis ženklas
TAB_NUMBERSTAMP_SUB=Formatas
TAB_SELECTION=Parinktis
TAB_SELECTION_SUB=Formatas
TAB_MAGNIFIER=Didinimo efektas
TAB_MAGNIFIER_SUB=Formatas
TAB_STAMPS=Ženklai
TAB_STAMPS_SUB=Formatas
#5.0.0
TAB_SHAPES_TEXT=Tekstas
#5.0.0

TBR_CLIPBOARD=Iškarpinė
TBN_CLIPBOARD_PASTE=Įklijuoti
TBN_CLIPBOARD_CUT=Iškirpti
TBN_CLIPBOARD_COPY=Kopijuoti
TBN_CLIPBOARD_DELETE=Ištrinti

TBR_VIEW=Peržiūra
TBN_VIEW_ZOOMIN=Didinti
TBN_VIEW_ZOOMOUT=Mažinti
TBN_VIEW_FULL=Visas ekranas
TBN_VIEW_100=Tikras dydis

TBR_IMAGE=Paveikslėlis
TBN_IMAGE_EFFECT=Efektai
TBN_IMAGE_CROP=Apkirpti
TBN_IMAGE_RESIZE=Keisti dydį
TBN_IMAGE_ROTATE=Pasukti

TBR_TOOLS=Įrankiai
TBR_COLOR=Spalvos
#5.0.0
TBN_COLOR1=Spalva1
TBN_COLOR2=Spalva2
#5.0.0

POP_COLORTYPE1 = Pastelinės spalvos
POP_COLORTYPE2 = Pirminės spalvos

TBR_SHOWHIDE=Rodyti arba slėpti
TBN_RULER=Liniuotė
TBN_STATUSBAR=Būsenos juosta
TBN_TAB = Kortelė

TBN_THUMBNAIL=Miniatiūrų peržiūra

TBR_WINDOW=Langas
TBN_CASCADE=Kaskadomis
TBN_ARRANGEALL=Sutvarkyti visus


TBN_REGISTER=&Registruoti...

TBN_VIEW_100=100% dydis


TBN_TOOLS_SELECT = Pasirinkti
TBN_TOOLS_MOVE=Perkelti
TBN_TOOLS_DRAW=Brėžti
TBN_TOOLS_DRAW_BRUSH=&Teptukas
TBN_TOOLS_DRAW_ERASER=&Trintukas
TBN_TOOLS_DRAW_MARKER=Žy&meklis
TBN_TOOLS_FILL=Užpildymas
TBN_TOOLS_FILL_OPTIONS=Užpildymo parinktys
TBN_TOOLS_FILL_STANDARD=&Vientisas užpildas
TBN_TOOLS_FILL_REPLACEMENT=Spalvos &keitimo užpildymas
TBN_TOOLS_STAMPS=Ženklai
TBN_TOOLS_STAMPS_NUMBER=Skaitiniai ženklai
TBN_TOOLS_STAMPS_GENERAL=Bendri ženklai
TBN_TOOLS_STAMPS_CURSOR=Žymeklio ženklai
TBN_SELECT_SELECTION_SHAPES=Žymėjimo formos
TBN_SELECT_SELECTION_OPTIONS=Žymėjimo parinktys
TBN_SELECT_RECTANGLE=Žymėjimas &stačiakampiu
TBN_SELECT_ELLIPSE=Žymėjimas &elipse
TBR_SIZE=Dydis


TBN_MORECOLORS = Daugiau
MNU_PALETTETYPE = Paletės tipas

#5.0.0
TBR_COLORPALETTE=Paletė

TBN_THEME = Temos spalvos
TBN_THEME_DEFAULT = Numatytoji
TBN_THEME1 = Tema 1
TBN_THEME2 = Tema 2
TBN_THEME3 = Tema 3
TBN_THEME4 = Tema 4
TBN_THEME5 = Tema 5

TBN_STANDARD_COLORS = Standartinės spalvos
TBN_CUSTOM_COLORS = Tinkintos spalvos
TBN_MORE_COLORS = &Daugiau spalvų...
TBN_ADD_CUSTOM_COLOR = Įtr&aukti į tinkintas spalvas
TBN_REMOVE_CUSTOM_COLOR = &Pašalinti iš tinkintų spalvų
#5.0.0


MNU_TOPBAR_TITLE = Tinkinti mygtukus
MNU_TOPBAR_MINIMIZERIBBON = &Slėpti kaspiną
MNU_QAT_TITLE=Pritaikyti greitos prieigos įrankių juostą
MNU_QAT_ADD=Įtr&aukti į greitos prieigos įrankių juostą
MNU_QAT_DELETE=Paša&linti iš greitos prieigos įrankių juostos
MNU_QAT_ABOVE=Rodyti greitos prieigos įrankių juostą virš kaspino
MNU_QAT_BELOW=Rodyti greitos prieigos įrankių juostą žemiau kaspino


[PicPickEditor Tip]
TIP_FILE_NEW =Sukurti naują paveikslėlį
TIP_FILE_OPEN =Atverti esamą paveikslėlį
TIP_FILE_OPENCLIPBOARD =Atverti paveikslėlį iš iškarpinės


TIP_FILE_OPENURL =Atverti paveikslėlį iš URL



TIP_FILE_SAVE =Išsaugoti aktyvų paveikslėlį
TIP_FILE_SAVEAS =Išsaugoti aktyvų paveikslėlį nauju pavadinimu
TIP_FILE_SAVESELECT =Išsaugoti pažymėjimą nauju pavadinimu
TIP_FILE_SAVEALL =Išsaugoti visus paveikslėlius naujais pavadinimais
TIP_FILE_PRINT=Spausdinti paveikslėlį
TIP_FILE_CLOSEIMAGE =Užverti einamąjį paveikslėlį
TIP_FILE_CLOSEALLIMAGE =Užverti visų paveikslėlių failus


TIP_FILE_CLOSEALLSAVEDIMAGE =Užverti visus išsaugotų paveikslėlių failus


TIP_FILE_CLOSEPICPICK =Užverti langą
;-------------------------------------------------------------

TIP_EDIT_UNDO =Atšaukti paskutinį veiksmą
TIP_EDIT_REDO =Pakartoti prieš tai atšauktą veiksmą
TIP_EDIT_CUT =Iškirpti pažymėjimą ir perkelti jį į iškarpinę
TIP_EDIT_COPY =Kopijuoti pažymėjimą ir perkelti jį į iškarpinę
TIP_EDIT_PASTE =Įklijuoti iškarpinės turinį į aktyvų paveikslėlį
TIP_EDIT_PASTEFROMFILE =Įklijuoti failą į einamąjį paveikslėlį
TIP_EDIT_SELECTDEL =Ištrinti pažymėjimą
TIP_EDIT_SELECTNEW =Apkirpti paveikslėlį iki pažymėjimo
TIP_EDIT_DESELECT =Panaikinti pažymėjimą
TIP_EDIT_SELECTALL =Pažymėti visą paveikslėlį
TIP_EDIT_IMAGERESIZE =Keisti paveikslėlio dydį
TIP_EDIT_CANVASRESIZE =Keisti drobės dydį
TIP_EDIT_VIEWBITMAP =Peržiūrėti paveikslėlį visame ekrane
;-------------------------------------------------------------


TIP_TOOLS_CAPTURE = Rodyti fiksavimo juostą ekrane


TIP_TOOLS_FULLSCREEN =Fiksuoti darbastalio paveikslėlį
TIP_TOOLS_ACTIVEWINDOW =Fiksuoti aktyvaus lango paveikslėlį
TIP_TOOLS_CONTROL =Fiksuoti lango elemento paveikslėlį
TIP_TOOLS_SCROLLINGWINDOW	=Fiksuoti persukamo lango elemento paveikslėlį
TIP_TOOLS_WEBPAGE =Fiksuoti tinklapių paveikslėlį
TIP_TOOLS_REGION =Fiksuoti stačiakampę sritį
TIP_TOOLS_FREEHAND =Fiksuoti laisvai apibrėžtą sritį
TIP_TOOLS_FIXEDREGION =Fiksuoti nustatyto dydžio stačiakampę sritį
TIP_TOOLS_REPEAT =Fiksuoti ankstesnę sritį
TIP_TOOLS_CAPTUREMENU = Fiksuoti ekranvaizdį


TIP_TOOLS_COLORPICKER	=Rodyti ekrane spalvos parinkėją
TIP_TOOLS_COLORPALETTE	=Rodyti ekrane spalvų paletę
TIP_TOOLS_MAGNIFIER	=Rodyti ekrane lupą
TIP_TOOLS_PIXELRULER	=Rodyti ekrane liniuotę
TIP_TOOLS_CROSSHAIR	=Rodyti ekrane taikiklį
TIP_TOOLS_PROTRACTOR	=Rodyti ekrane matlankį
TIP_TOOLS_WHITEBOARD	=Rodyti ekrane piešimo lentą
TIP_TOOLS_OPTION	=Rodyti keletą programos parinkčių
;-------------------------------------------------------------
# is this error? 

TIP_TOOLSOPTION					=Keisti fiksavimo nuostatas
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Keisti užfiksuoto paveikslėlio išvestį
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Keisti užfiksuoto paveikslėlio išvestį


TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Keisti numatytąjį paveikslėlio formatą
TIP_TOOLSOPTION_DUALMONITORS			=Fiksuojant paveikslėlį palaikyti du monitorius
TIP_TOOLSOPTION_HOTKEY				=Keisti funkcijų greituosius klavišus...
TIP_TOOLSOPTION_SOUND				=Fiksuojant paveikslėlius įgalinti garso efektus
TIP_TOOLSOPTION_SCROLLCAPTURE			=Fiksuoti slankaus lauko paveikslėlį
TIP_TOOLSOPTION_MOUSECURSOR			=Įtraukti pelės žymeklį į paveikslėlį
TIP_TOOLSOPTION_STARTUPPROGRAM		=Paleisti PickPick paleidžiant Windows
TIP_TOOLSOPTION_OPENEDITOR			=Paleisti PickPick redaktorių paleidžiant programą
TIP_TOOLS_COLORTYPE				=Pakeisti kopijuojamą spalvą kaip [HTML, RGB, C++, Delphi]

;-------------------------------------------------------------

TIP_EFFECT_INVERT =Paveikslėlio spalvų inversija
TIP_EFFECT_GRAYSCALE =Konvertuoti paveikslėlį į 256 pilkumo atspalvius
TIP_EFFECT_MOSAIC =Pritaikyti grūdėtumo efektą
TIP_EFFECT_BLUR =Pritaikyti išliejimo efektą
TIP_EFFECT_SHARPEN =Pritaikyti paryškinimo efektą
TIP_EFFECT_BRIGHTNESS =Šviesumas / kontrastas
TIP_EFFECT_HSL =Atspalvis / sodrumas
TIP_EFFECT_FLIPH =Apsuka pažymėtą sritį horizontaliai
TIP_EFFECT_FLIPV =Apsuka pažymėtą sritį vertikaliai
TIP_EFFECT_ROTATE90 =Pasukti 90' į dešinę
TIP_EFFECT_ROTATE180 =Pasukti 180' į dešinę
TIP_EFFECT_ROTATE270 =Pasukti 270' į dešinę
TIP_EFFECT_FRAME=Pritaikyti rėmelio efektą
TIP_EFFECT_WATERMARK=Pridėti vandens ženklą

;-------------------------------------------------------------

TIP_WINDOW_CASCADE =Išdėsto langus vieną virš kito taip, kad matytųsi jų pavadinimų juostos
TIP_WINDOW_TILEH =Išdėsto langus horizontaliai
TIP_WINDOW_TILEV =Išdėsto langus vertikaliai
TIP_WINDOW_MINIMIZEALL =Sumažina visus atvirus langus
;-------------------------------------------------------------

TIP_HELP_WEBSITE =Atveria PickPick namų tinklapį
TIP_HELP_ABOUT =Rodo informaciją apie programą ir autorines teises
#5.0.0
TIP_HELP_UPDATE = Tikrinti, ar yra atnaujinimų
#5.0.0
;-------------------------------------------------------------

TIP_TOOL_MOVE =Perkelti
TIP_TOOL_SELECT =Pažymėti paveikslėlio sritį
TIP_TOOL_FILL =Užpildyti spalva
TIP_TOOL_PICKCOLOR =Pasirinkite spalvą
TIP_TOOL_DRAW=Naudoti įvairius teptukus
TIP_TOOL_STAMPS=Piešti štampus paveikslėlyje
TIP_TOOL_SHAPE=Piešti figūras paveikslėlyje
TIP_SIZE=Nurodykite plotį parinktam įrankiui
#5.0.0
TIP_TOOL_TEXT=Pridėti tekstą paveikslėliui
#5.0.0

; File menu width has been changed

TIP_OUTPUTTYPE_MSWORD1 		= Įterpti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word


TIP_OUTPUTTYPE_MSEXCEL1 		= Įterpti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel


TIP_OUTPUTTYPE_MSPOWERPOINT1	= Įterpti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE1		=Siųsti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_SKYPE2 		=Skype


TIP_OUTPUTTYPE_PROGRAM1		= Siųsti šio paveikslėlio kopiją į
TIP_OUTPUTTYPE_PROGRAM2 		= išorinę programą


TIP_OUTPUTTYPE_MSOUTLOOK1	=Prisegti šio paveikslėlio kopiją prie
TIP_OUTPUTTYPE_MSOUTLOOK2	=el. laiško
TIP_OUTPUTTYPE_FACEBOOK1	=Įkelti ir pasidalinti šiuo paveikslėliu
TIP_OUTPUTTYPE_FACEBOOK2 	=Facebook


TIP_OUTPUTTYPE_TWITTER1		= Įkelti ir pasidalinti šiuo paveikslėliu 
TIP_OUTPUTTYPE_TWITTER2 		= Twitter


TIP_OUTPUTTYPE_FTP1		= Siųsti šį paveikslėlį tiesiai į
TIP_OUTPUTTYPE_FTP2 		= vietą internete naudojant FTP


TIP_OUTPUTTYPE_WEBUPLOAD1	= Siųsti šį paveikslėlį tiesiai į
TIP_OUTPUTTYPE_WEBUPLOAD2	= vietą internete
TIP_OUTPUTTYPE_CLOUD1		=Įkelti šį paveikslėlį į Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		=Google Drive ir pan.

;Missing tips


TIP_IMAGE_ROTATEFLIP = Pasukti arba apsukti paveikslėlį arba pažymėtą sritį


TIP_TOOLS_EFFECT=Pasirinkite efektus
TIP_TOOLS_WIDTHS=Pasirinkite plotį
TIP_TOOLS_OPACITY = Pasirinkite permatomumą


TIP_VIEW_ZOOMIN = Didinti vaizdą
TIP_VIEW_ZOOMOUT = Mažinti vaizdą
TIP_VIEW_ZOOMSELECT =Didinti arba mažinti
TIP_VIEW_ACTUALSIZE = 100% vaizdas
TIP_VIEW_THUMBNAIL=Rodyti miniatūrų lapą greitam paveikslėlių pasirinkimui


TIP_SHOW_RULER=Rodyti arba slėpti liniuotes, skirtas paveikslėlių matavimui
TIP_SHOW_STATUSBAR=Rodyti arba slėpti būsenos juostą lango apačioje
TIP_SHOW_TAB=Rodyti arba slėpti kortelių juostą


TIP_COLOR_COLOR1 = Piešimo spalva
TIP_COLOR_COLOR2 = Fono spalva
TIP_COLOR_SWAP=Sukeisti piešimo ir fono spalvas
TIP_COLOR_DEFAULT = Numatytosios piešimo ir fono spalvos
TIP_COLOR_MORE=Rodyti daugiau palečių


TIP_SHAPE_FLATTEN=Konvertuoti figūras
TIP_SHAPE_DELETE=Ištrinti figūrą
TIP_SHAPE_DUPLICATE=Sukurti figūros kopiją


TIP_SHAPE_FILL=Užpildyti pasirinktą figūrą
TIP_SHAPE_OUTLINE=Figūros rėmelis
TIP_SHAPE_EFFECTS=Formatuoti figūras
TIP_SHAPE_ADDTEXT=Įterpti tekstą į figūrą


TIP_SHAPE_FLATTEN_ALL=Konvertuoti visas figūras
TIP_SHAPE_BRINGTOFRONT=Iškelti pasirinktą objektą į viršų
TIP_SHAPE_SENDTOBACK=Nusiųsti pasirinktus objektus po apačia



;-------------------------------------------------------------

[Dialogs]
DLG_PICPICK_EDITOR_TITLE =PicPick redaktorius
DLG_CONTROLCAPTURE_TITLE =PicPick - Lango laukas
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Slenkantis langas
DLG_REGIONCAPTURE_TITLE =PicPick - Fiksuoti sritį
DLG_FIXEDREGIONCAPTURE_TITLE =Fiksuoti apibrėžtą sritį
DLG_FREEHANDCAPTURE_TITLE=PicPick - fiksuoti laisvai nurodytą sritį
DLG_WHITEBOARDTOOL_TITLE=PicPick - Piešimo lenta
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE =PicPick - Spalvų parinkėjas
DLG_CROSSHAIR_TITLE=PicPick - Taikiklis
DLG_COLORPALETTE_TITLE =Spalvų paletė
DLG_AUTOSAVE_TITLE = Auto saugojimas
DLG_NEWIMAGE_TITLE = Naujas paveikslėlis
DLG_PRINT_TITLE = Spausdinti
DLG_CANVASSET_TITLE = Keisti drobės dydį
DLG_IMAGERESIZE_TITLE = Keisti paveikslėlio dydį
DLG_ABOUT_TITLE = Apie
DLG_PIXELATE_TITLE = Grūdėtumas
DLG_HUESATURATION_TITLE = Atspalvis / sodrumas
DLG_BRIGHTNESSCONTRAST_TITLE = Šviesumas / kontrastas
DLG_FRAME_TITLE		=Rėmelis
DLG_WATERMARK_TITLE		=Vandens ženklas
DLG_FONTVIEW_TITLE = Įveskite tekstą
DLG_CAPTURE_TITLE=Fiksuoti
DLG_CHANGEHOTKEY_TITLE = Spartieji klavišai
DLG_WEBPAGECAPTURE_TITLE = PicPick - Fiksuoti tinklapius
DLG_SHORTCUT_TITLE = Keisti sparčiuosius klavišus
DLG_SETUP_TITLE		=Programos nuostatos
DLG_FILENAMESETUP_TITLE	=Failas


DLG_IMAGES_TITLE	=Paveikslėliai
DLG_GENERALSETUP_TITLE	=Bendra


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Redaktorius
DLG_ARROWSET_TITLE	=Tinkinta rodyklė
DLG_FACEBOOK_TITLE	=Facebook prisijungimas
DLG_TWITTER_TITLE		=Twitter prisijungimas
DLG_WEBUPLOAD_TITLE		=Įkelti į internetą


BTN_OK = &Gerai
BTN_CANCEL = &Atšaukti


BTN_APPLY = &Pritaikyti

;-------------------------------------------------------------



[About]
GRP_PRESET = Nuostatos
CHK_ADDSTARTUP = Paleisti programą įjungus kompiuterį
CHK_ADDDESTKOP = Sukurti piktogramą darbastalyje
CHK_CHECKUPDATE = Tikrinti, ar yra atnaujinimų
LBL_LANGUAGE = Kalba
BTN_HOTKEY = Spartieji klavišai...
BTN_CREDIT = Padėkos
LBL_PROGRAMPARAMETER=&Parametrai...
CHK_SETTINGTOAPPDATA=Išsaugoti nuostatas į Application Data
LBL_MORELANGUAGE=Daugiau kalbų...

#5.0.0
LBL_INFO_PRODUCT=Produkto informacija
LBL_INFO_LICENSE=Licencijos informacija
LBL_INFO_VERSION=Versija
#5.0.0

;-------------------------------------------------------------

[Captures]
GRP_CONTROLCAPTURE_PROPERTY =Savybės
LBL_CONTROLCAPTURE_CLASS =Pavadinimas
LBL_CONTROLCAPTURE_SIZE =Dydis
LBL_CONTROLCAPTURE_INFO=Laukas
LBL_CONTROLCAPTURE_SCROLL=Auto perslinkimas
LBL_CONTROLCAPTURE_OUTPUTTYPE =Išvesties tipas
LBL_CONTROLCAPTURE_HANDLE =Rankena
LBL_CONTROLCAPTURE_RECT =Stačiak.
LBL_CONTROLCAPTURE_BOTTOMTIP =Pasirinkite lango lauką (mygtuką, kortelę, teksto lauką ir pan.) ir spauskite PRINT SCREEN klavišą


GRP_FIXEDREGIONCAPTURE_PROPERTY = Srities dydis
LBL_FIXEDREGIONCAPTURE_WIDTH = Plotis :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Aukštis :


TIP_REGIONCAPTURE_NOTDRAG =Pažymėkite bet kokią stačiakampę sritį ekrane.
TIP_PIXEL = Taškai
TIP_FREEHANDCAPTURE_NOTDRAG =Apibrėžkite bet kokią sritį, kurią norite užfiksuoti.


LBL_COLORPICKER_COLORAS =Spalva kaip :
LBL_COLORPICKER_VALUE =Vertė :


LSV_WEBPAGECAPTURE_LIST = Pasirinkite fiksuojamą tinklapį
BTN_WEBPAGECAPTURE_RELOAD = Įk&rauti iš naujo
BTN_WEBPAGECAPTURE_CAPTURE = &Fiksuoti


LBL_MINIHELP=Norėdami pažymėti sritį spragtelėkite kairiu pelės klavišu.
#5.0.0
LBL_MINIHELP_CLICKDRAG=Norėdami parinkti sritį spustelėkite arba vilkite ekrane
#5.0.0

;-------------------------------------------------------------

[Shortcut]
TAB_HOTKEY = Spartieji klavišai
GRB_CAPTURE = Ekrano fiksavimas
GRB_TOOLS = Įrankiai


LBL_KEYNONE = Joks


LBL_CAPTURE_FULLSCREEN		=Užfiksuoti visą ekraną
LBL_CAPTURE_ACTIVEWINDOW	=Užfiksuoti aktyvų langą
LBL_CAPTURE_CONTROL		=Fiksuoti lango lauką
LBL_CAPTURE_SCROLLINGWINDOW	=Fiksuoti slenkantį langą
LBL_CAPTURE_REGION		=Fiksuoti sritį
LBL_CAPTURE_FIXEDREGION		=Fiksuoti apibrėžtą sritį
LBL_CAPTURE_FREEHAND		=Fiksuoti laisvą sritį
LBL_CAPTURE_WEBPAGE		=Fiksuoti tinklapį
LBL_CAPTURE_REPEAT		=Kartoti paskutinį fiksavimą


LBL_TOOLS_EDITOR		=Paveikslėlio redaktorius
LBL_TOOLS_COLORPICKER		=Spalvų parinkėjas
LBL_TOOLS_COLORPALETTE		=Spalvų paletė
LBL_TOOLS_PIXELRULER		=Taškų liniuotė
LBL_TOOLS_PROTRACTOR		=Matlankis
LBL_TOOLS_CROSSHAIR		=Taikiklis
LBL_TOOLS_WHITEBOARD		=Piešimo lenta


LBL_TOOLS_MAGNIFIER		=Lupa


CBO_HOTKEY_CUSTOM		=Tinkintas...
CBO_HOTKEY_DEFAULT		=PicPick numatytasis
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Išjungtas

;-------------------------------------------------------------


[FontView]
GRP_COLOR = Spalvos
LBL_FONTCOLOR = Šrifto spalva
CHK_FILLCOLOR = Užpildo spalva
CHK_AA = Glotninti šriftų kraštus
;-------------------------------------------------------------

[AutoSave]
GRP_SELECTFOLDER =Automatinis paveikslėlių išsaugojimas
LBL_SELECTFOLDER =Nurodykite aplanką automatiškai saugomiems paveikslėliams.
BTN_SELECTFOLDER =&Naršyti...
GRP_SELECTFILENAME =Failo pavadinimas
RDO_SELECTFILENAME_TEXT =Tekstas + skaičius
RDO_SELECTFILENAME_NUM =Tik skaičius
RDO_SELECTFILENAME_DATETIME =Data/Laikas
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Paveikslėlis
GRP_SELECTFORMAT =Failo formatas
RDO_SELECTFORMAT_BMP =Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG paveikslėlis(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF paveikslėlis (*.gif)

RDO_SELECTFORMAT_PDF =PDF failas (*.pdf)

LBL_SAVEFILENAME=Nurodykite numatytąjį failo pavadinimą automatiniam saugojimui arba FTP įkėlimui.


LBL_EXAMPLETITLE=Pavyzdys)
LBL_EXAMPLE1=%y : Metai, %m : Mėnesis, %d : Diena
LBL_EXAMPLE2=%h : Valanda, %n : Minutė, %s : Sekundė
LBL_EXAMPLE3=%c : Skaičius
LBL_EXAMPLE4=%u : Naudotojo vardas, %w : Kompiuterio pavadinimas
LBL_EXAMPLE5=%t : Unix laiko žyma

GRB_OTHERPROGRAM=Išorinės programos derinimas
LBL_OTHERPROGRAM=Pasirinkite išorinę programą, kuriai norite perduoti užfiksuotą paveikslėlį
LBL_OTHERPROGRAMPATH=Kelias iki programos :
LBL_OTHERPROGRAMPARAMETER=Parametras : 
LBL_OTHERPROGRAMSELECT=Siųsti išorinei programai...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

;-------------------------------------------------------------
[GeneralSet]

GRB_STARTINGOPTION=Paleidimo parinktys
LBL_PROGRAM_MODE=Nurodykite pagrindinį programos režimą
CBO_PROGRAM_MODE_EDITOR=Paveikslėlio redaktorius
CBO_PROGRAM_MODE_WIDGET=Plaukiojantis skydelis
CBO_PROGRAM_MODE_TRAY=Tik pranešimų rodymas

CHK_STARTUP=Paleisti PicPick paleidžiant Windows
CHK_UPDATE=Tikrinti, ar yra naujinimų

[CaptureSet]
GRB_CAPTUREOPTION		=Fiksavimo nuostatos
CHK_DUALMONITORS		=Dviejų monitorių palaikymas
CHK_SOUND			=Fiksuojant aktyvuoti garso efektus
CHK_MOUSECURSOR		=Įtraukti kursoriaus paveikslėlį.
CHK_HIDEEDITOR			=Slėpti PicPick Redaktorių prieš fiksuojant vaizdą
CHK_ALWAYSCOPYCLIPBOARD	=Visada kopijuoti užfiksuotą paveikslėlį į iškarpinę
#3.0.5

CHK_STARTWITHCAPTUREBAR	=Rodyti fiksavimo juostą pasileidžiant programai
#3.0.5

GRB_AUTOSCROLL			=Auto perslinkimas
CHK_SCROLLCAPTURE		=Aktyvuoti Auto perslinkimą
LBL_SCROLLDELAY			=Perslinkimo delsa : 
LBL_SCROLLDELAYMS		=ms


GRB_MAGNIFIER			=Lupos langas
CHK_MAGNIFIER			=Rodyti lupos langą fiksuojant paveikslėlį
LBL_ZOOMSCALE			=Mastelio dydis :


GRB_CAPTUREDELAY		=Uždelsti prieš fiksuojant
CHK_ADVANCECONTROLCAPTURE = Naudoti pažangų lango valdiklio fiksavimą
LBL_CAPTUREOUTPUT		=Pakeisti išvesties tipą, kai naudojami spartieji klavišai arba naudojamas meniu iš pranešimų juostos.

#5.0.0
CHK_TOOLBAR			=Fiksuojant rodyti įrankių juostą
#5.0.0
;-------------------------------------------------------------

[FTP]
GRB_FTPSERVER = FTP serverio derinimas
LBL_FTPADDRESS  =FTP serveris :
LBL_REMOTEPATH = Nutolęs aplankas :
LBL_PORT=Prievadas :
CHK_PASSIVEFTP= Naudoti pasyvų FTP
LBL_USERNAME=Naudotojo vardas :
LBL_PASSWORD=Slaptažodis :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Atverti URL internete
LBL_SENDCLIPBOARD=Kopijuoti URL į iškarpinę
LBL_WEBADDRESS=URL
;-------------------------------------------------------------


[EditorSet]
GRB_EDITOROPTION = Redaktoriaus nuostatos
CHK_OPENEDITORWHENSTART=Atverti redaktorių paleidžiant programą
CHK_CENTERIMAGE =Lygiuoti paveikslėlį lango viduryje
CHK_CLOSEWITHOUTASKING =Užverti neišsaugotą paveikslėlį neklausiant
CHK_CROPNEW=Apkirpti kaip naują paveikslėlį
CHK_SHOWCLASSICUI=Rodyti klasikinę meniu juostos sąsają
CHK_EXITWHENCLOSING=Išeiti iš PicPick uždarant paveikslėlio redaktorių.

CHK_AUTOFLATTEN=Automatiškai sulieti figūras su foniniu paveikslėliu.

LBL_BG=Fono spalva:
RDO_BGGRID=Tinklelis
RDO_BGSOLID=Spalva

GRB_FILETYPE=Failų tipų susiejimas
LBL_FILETYPE=Nurodykite failų tipus, kuriuos norite atverti naudodami PickPick.

LBL_FILETYPEVISTA=Nustatyti PicPick kaip numatytąjį paveikslėlių redaktorių
;-------------------------------------------------------------


[ArrowSet]
CHK_START = Pradžia
CHK_END = Galas
CHK_OUTLINE = Pridėti kontūrą
CBO_AT_ARROW1 = Rodyklė 1
CBO_AT_ARROW2 = Rodyklė 2
CBO_AT_CIRCLE = Apskritimas
CBO_AT_DIAMOND = Deimantas
;-------------------------------------------------------------


[CanvasSet]
GRP_SIZE = Drobės dydis
LBL_WIDTH = Naujas plotis
LBL_HEIGHT =Naujas aukštis
LBL_BACKCOLOR = Fono spalva
;-------------------------------------------------------------
LBL_PRESETS = Numatytos nuostatos
CBO_CLIPBOARD=Iškarpinė
CBO_LASTUSED=Paskutinis naudotas
CBO_CURRENT=Einamojo paveikslėlio dydis

;-------------------------------------------------------------

[ResizeSet]
LBL_ZOOM = 
RDO_ZOOM = Didinti procentais
RDO_SIZE = Didinti iki tam tikro dydžio
CHK_KEEP = Išlaikyti kraštinių santykį
LBL_WIDTH = Plotis
LBL_HEIGHT = Aukštis
;-------------------------------------------------------------

[ColorSet]
BTN_PREVIEW = &Peržiūra
LBL_PIXELATE = Grūdėtumas
LBL_HUE = Atspalvis
LBL_SATURATION = Sodrumas
LBL_BIRGHTNESS = Šviesumas
LBL_CONTRAST = Kontrastas
;-------------------------------------------------------------


[FrameSet]
GRP_PREVIEW = Peržiūra
GRP_EFFECT = Efektas
CHK_BORDER = Kraštinės
CHK_FRAME = Rėmelis
LBL_ETC=Rasti daugiau rėmelio efektų...
CHK_AUTO=Pritaikyti rėmelio efektą fiksuojant paveikslėlį
;-------------------------------------------------------------

;-------------------------------------------------------------

[Palette]
LBL_RED =&Raudonas
LBL_GREEN =Žalias
LBL_BLUE =&Mėlynas
LBL_TYPE = Spalva kaip :
BTN_COPY =&Kopijuoti


CLR_DEFAULTTEXT = Spalvų paletė
CLR_CUSTOMTEXT = Daugiau spalvų...
;-------------------------------------------------------------

;-------------------------------------------------------------

[PixelRuler]
MNU_RULER_MOVE =&Perkelti
MNU_RULER_MOVE_UP =&Aukštyn
MNU_RULER_MOVE_DOWN =Ž&emyn
MNU_RULER_MOVE_LEFT =&Kairėn
MNU_RULER_MOVE_RIGHT =&Dešinėn
;-------------------------------------------------------------

MNU_RULER_TYPE =&Tipas
MNU_RULER_TYPE_HOTRIZONTAL =&Horizontalus
MNU_RULER_TYPE_VERTICAL =&Vertikalus
;-------------------------------------------------------------

MNU_RULER_TRANSPARENT =Pe&rmatomumas
MNU_RULER_TRANSPARENT_USE =Į&galinti
MNU_RULER_TRANSPARENT_NOTUSE =&Išjungti
MNU_RULER_TRANSPARENT_INC =&Didinti(+)
MNU_RULER_TRANSPARENT_DEC =&Mažinti(-)


MNU_MAGNIFIER		=Rodyti &lupą...

;-------------------------------------------------------------

MNU_RULER_EXIT =Iš&eiti
;-------------------------------------------------------------

MNU_RULER_UNIT =&Vienetai
MNU_RULER_UNIT_PIXEL =&Taškai
MNU_RULER_UNIT_INCH =Colia&i
MNU_RULER_UNIT_CM = &Centimetrai
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Spalva
MNU_RULER_COLOR_BLUE = &Mėlyna (numatytoji)
MNU_RULER_COLOR_YELLOW = &Geltona (klasikinė)
MNU_RULER_COLOR_WHITE = &Balta
MNU_RULER_COLOR_BLACK = &Juoda
MNU_RULER_UNIT_DPI_CUSTOM = &Tinkintas...
DLG_CUSTOMDPI_TITLE= Tinkinta DPI nuostata
LBL_CUSTOMDPI_TEXT= Prašom įvesti taškus colyje (DPI) :

;-------------------------------------------------------------

[WhiteBoard]
MNU_WHITEBOARD_PENWIDTH =Pieštuko &Plotis
MNU_WHITEBOARD_PENCOLOR =Pieštuko &Spalva
MNU_WHITEBOARD_PENCOLOR_BLACK =Juoda
MNU_WHITEBOARD_PENCOLOR_WHITE =Balta
MNU_WHITEBOARD_PENCOLOR_RED =Raudona
MNU_WHITEBOARD_PENCOLOR_GREEN =Žalia
MNU_WHITEBOARD_PENCOLOR_BLUE =Mėlyna
MNU_WHITEBOARD_PENCOLOR_CYAN =Žydra
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Violetinė
MNU_WHITEBOARD_PENCOLOR_YELLOW =Geltona
MNU_WHITEBOARD_PENCOLOR_GRAY =Pilka
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Panaši...
;-------------------------------------------------------------

MNU_WHITEBOARD_CLEAR =&Išvalyti
MNU_WHITEBOARD_SAVE =&Fiksuoti ekraną
MNU_WHITEBOARD_EXIT =Iš&eiti
;-------------------------------------------------------------

TIP_TOOL_MOVE =Perkelti
TIP_TOOL_ZOOM =Didinti
TIP_TOOL_PEN =Pieštukas
TIP_TOOL_LINE =Linija
TIP_TOOL_ARROW =Rodyklė
TIP_TOOL_SHAPE=Forma
TIP_TOOL_RECT =Stačiakampis
TIP_TOOL_ELLIPSE =Elipsė
TIP_TOOL_RRECT =Suapvalintas stačiakampis
TIP_TOOL_TRANSPARENT = Permatomumas
TIP_TOOL_CLEAR=Išvalyti
TIP_TOOL_SAVE=Fiksuoti ekraną
TIP_TOOL_WIDTH=Plotis
TIP_TOOL_COLOR=Spalva

;-------------------------------------------------------------

[Print]
BTN_PRINTERSETUP=Spausdintuvo derinimas...
BTN_PRINT=&Spausdinti
GRB_PREVIEW =Peržiūra


TAB_PAPERSETUP=Puslapio derinimas
TAB_ADDTEXT=Pridėti tekstą


GRB_MARGINSETUP=&Paraštė (mm)
LBL_MARGINTOP=Viršus
LBL_MARGINLEFT=Kairė
LBL_MARGINRIGHT=Dešinė
LBL_MARGINBOTTOM=Apačia


GRB_IMAGESETUP=&Paveikslėlio nustatymai
CHK_CENTER=Centruoti paveikslėlį
CHK_SHRINK=Pritaikyti pagal puslapį (ištempti)
CHK_PROPORTINAL=Išlaikyti kraštinių santykį
CHK_GRAYSCALE=Pilkas


GRB_PAPERCOUNT=&Kopijų kiekis
LBL_PAPERUNIT=Puslapis(-iai)


GRB_ORIENTATION=&Orientavimas
RDO_PORTRAIT=Stačias
RDO_LANDSCAPE=Išilginis


GRB_HEADER=&Antraštė
CHK_HEADERADD=Pridėti
CBO_HEADERDEFAULT=Čia įrašykite antraštės tekstą
LBL_HEADERMARGIN=Paraštė :
BTN_HEADERFONT=Šriftas...
RDO_HEADERLEFT=Kairė
RDO_HEADERCENTER=Centras
RDO_HEADERRIGHT=Dešinė


GRB_FOOTER=&Poraštė
CHK_FOOTERADD=Pridėti
CBO_FOOTERDEFAULT=Čia įrašykite poraštės tekstą
LBL_FOOTERMARGIN=Paraštė :
BTN_FOOTERFONT=Šriftas...
RDO_FOOTERLEFT=Kairė
RDO_FOOTERCENTER=Centras
RDO_FOOTERRIGHT=Dešinė

#5.0.0
LBL_SETTINGS = Nuostatos
LBL_PRINTER = Spausdintuvas
BTN_PRINT_COLOR=Spausdinti spalvotai
CHK_COLOR=Spalva
CHK_MARGIN_NARROW=Siauras
CHK_MARGIN_NORMAL=Normalus
CHK_MARGIN_MODERATE=Vidutinis
CHK_MARGIN_WIDE=Platus
CHK_MARGIN_CUSTOM=Tinkintos paraštės...
#5.0.0

#and Twitter
#and WebUpload
;-------------------------------------------------------------

[Facebook]
BTN_CLOSE = &Užverti
LBL_PREVIEW = Paveikslėlio peržiūra
LBL_CAPTION = Nuotraukos antraštė
RDO_SELECTALBUMS = Pasirinkti albumus
RDO_CREATEALBUM = Sukurti naują Foto albumą
LBL_CREATEALBUM_NAME = Pavadinimas : 
LBL_CREATEALBUM_LOCATION = Vieta : 
LBL_CREATEALBUM_DESCRIPTION =Aprašymas : 
LBL_CREATEALBUM_PRIVACY = Privatumas : 
CBO_CREATEALBUM_1 = Visiems
CBO_CREATEALBUM_2 = Mano tinklams ir draugams
CBO_CREATEALBUM_3 = Draugų draugams
CBO_CREATEALBUM_4 = Tik draugams
BTN_UPLOAD = Įkelti
LBL_IMGURL = Paveikslėlio URL
LBL_LINKURL = Albumo URL
LBL_UPLOADING=Įkelti dabar...
LBL_UPLOADCOMPLETE = Įkėlimas baigtas
LBL_UPLOADWAIT = Laukiama atsakymo...
LBL_UPLOADFAILURE = Įkelti nepavyko. Bandykite dar kartą.
LBL_UPLOADRESULT = Jūs sėkmingai įkėlėte vieną nuotrauką.

LBL_ACCOUNT = Sąskaita :
LBL_PASSWORD = Slaptažodis :
LBL_REMEMBERPASSWORD = Prisiminti slaptažodį
LBL_MESSAGE = Pranešimas :


LBL_WEBUPLOAD_TITLE = Įkelkite savo paveikslėlį tiesiai į internetą
LBL_WEBUPLOAD_TITLESUB = per ImageShack - nemokamą paveikslėlių talpinimo paslaugą
LBL_WEBUPLOAD_SIGNUP = Sukurkite sąskaitą, jei norite tvarkyti įkeliamaus paveikslėlius!


LBL_WEBUPLOAD_NOACCOUNT = Svečias (registruotis nebūtina)
LBL_WEBUPLOAD_ACCOUNTEXIST = Aš jau turiu Imageshack sąskaitą
BTN_REQUESTTWITTERPIN =Reikalauti Tviterio PIN
BTN_REMEMBERME =Atsiminti mane šiame kompiuteryje
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Prisijungti
BTN_DISCONNECT = &Atsijungti
;-------------------------------------------------------------

[ThumbnailView]
BTN_QUICKTABS=Greitos kortelės
MNU_RENAME=Pe&rvadinti...
MNU_OPENFILELOCATION=Atverti fail&o vietą
LBL_RENAME=Prašom nurodyti failo pavadinimą.
[ObjectProperty]
SHP_TEXTBOX=Tekstas
SHP_HIGHLIGHTRECT=Paryškinti stačiakampį
SHP_MAGNIFYEFFECT=Didinimo efektas
SHP_NUMBERSTAMP=Numerio štampas
SHP_LINES=Linijos
SHP_CUSTOMSHAPES=Tinkintos figūros

SHP_SHAPES = Figūros
SHP_LINE = Linija
SHP_CURVE = Kreivė
SHP_ARROW = Rodyklė
SHP_CURVEARROW = Lenkta rodyklė
SHP_ELLIPSE = Elipsė
SHP_RECT = Stačiakampis
SHP_ROUNDRECT = Suapvalintas stačiakampis
SHP_BALLOON = Balionas
SHP_DIAMOND = Deimantas
SHP_PENTAGON = Penkiakampis
SHP_Hexagon = Šešiakampis
SHP_5STAR = 5-balų žvaigždutė
SHP_6STAR = 6-balų žvaigždutė
TAB_EDIT = Taisyti
TBN_DELETE_OBJECT = Iš&trinti
TBN_DUPLICATE=&Kopijuoti
MNU_FLATTEN = &Sulieti
MNU_FLATTENALL = &Sulieti viską
LST_CHANGESHAPE = Keisti figūrą
TAB_SHAPESTYLES=Figūrų stiliai
TBN_SHAPETEXT=Įterpti &Tekstą...
TBN_SHAPEFILL=Užpildymas
MNU_SHAPEFILL_NOFILL=Be užpildo
MNU_SHAPEFILL_SOLIDFILL=Ištisinis užpildas
MNU_SHAPEFILL_GRAFILL=Vertikalus perėjimas Gradient fill
MNU_SHAPEFILL_RADIALFILL=Perėjimas iš kampo
TBN_SHAPEOUTLINE=Kontūras
MNU_SHAPEOUTLINE_NOLINE = Be linijos
MNU_SHAPEOUTLINE_SOLIDLINE = Ištisinė linija
MNU_SHAPEOUTLINE_DOTLINE = Taškinė linija
MNU_SHAPEOUTLINE_DASHLINE = Brūkšninė linija
MNU_SHAPEOUTLINE_DASHDOTLINE = Linija brūkšnys-taškas
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Linija brūkšnys-taškas-tašas

#5.0.0
TBR_SHAPEINSERT=Įterpti formas
#5.0.0

TBN_SHAPEFORMAT=Keisti figūrą
TBN_SHAPEEFFECTS=Figūros efektai
MNU_SHAPEEFFECTS_NOEFFECTS=Be efektų
MNU_SHAPEEFFECTS_SHADOW=Efektai
MNU_SHAPEEFFECTS_SHADOWUSE=Šešėlis
MNU_SHAPEEFFECTS_SHADOWOPTION=Nuostatos...
MNU_SHAPEEFFECTS_BALLOONPOS=Baliono kryptis
MNU_SHAPEEFFECTS_BALLOONPOSTL=Viršuje kairėje
MNU_SHAPEEFFECTS_BALLOONPOSTR=Viršuje dešinėje
MNU_SHAPEEFFECTS_BALLOONPOSBL=Apačioje kairėje
MNU_SHAPEEFFECTS_BALLOONPOSBR=Apačioje dešinėje
MNU_SHAPEEFFECTS_ARROWSTART = Pradžios tipas
MNU_SHAPEEFFECTS_ARROWEND = Pabaigos tipas
MNU_SHAPEEFFECTS_ARROWNONE = Be rodyklės
MNU_SHAPEEFFECTS_ARROW1 = Rodyklė 1
MNU_SHAPEEFFECTS_ARROW2 = Rodyklė 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Apskritimas
MNU_SHAPEEFFECTS_ARROWDIAMOND = Deimantas
MNU_SHAPE_ARRANGE=Išdėstymas
BTN_SHAPE_FRONT=Iškelti į &priekį
BTN_SHAPE_BACK=Nusiųsti po &apačia
BTN_SHAPE_ARROWSTYLE=Rodyklės stilius


TAB_SHAPECOLOR=Figūros spalvos
TAB_NUMBERSTAMP_NUMBER=Štampo formatas
MNU_NUMBERSTAMP_CURRENT=Aktyvus
MNU_NUMBERSTAMP_NEXT=Kitas
TAB_NUMBERSTAMP_STYLE=Štampo stilius
MNU_NUMBERSTAMP_SIZE=Dydis
MNU_NUMBERSTAMP_SIZE_SMALL=Maža&s
MNU_NUMBERSTAMP_SIZE_Medium=&Vidutinis
MNU_NUMBERSTAMP_SIZE_LARGE=Dide&lis
MNU_NUMBERSTAMP_SHAPE=Figūros
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Apskritimas
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Stačiakampis

TBN_SELECT_CROPCURRENT=Apkir&pti
TBN_SELECT_CROPNEW=Apkirpti kaip &naują paveikslėlį
TAB_SELECT_SIZE=Dydis
MNU_SELECT_SIZE_LEFT=Kairė
MNU_SELECT_SIZE_TOP=Viršus
MNU_SELECT_SIZE_WIDTH=Plotis
MNU_SELECT_SIZE_HEIGHT=Aukštis
MNU_SELECT_INVERTSELECTION=Invertuoti parinktį
TAB_MAGNIFIER_STYLE=Lupos stiliai

MNU_SHARE_OPTIONS=&Parinktys...

[Licenses]
rdoRegistered = Aš esu registruotas naudotojas ir turiu registracijos kodą komerciniam naudojimui.
rdoPersonal = Šią programą noriu naudoti tik asmeniniais tikslais.
btnBuy = &Pirkti dabar
btnRegister = &Registruoti
btnAgree= &Sutinku
btnClose = &Užverti
lblEnterLicense = Įveskite savo registracijos informaciją
lblOwnerName = Savininko vardas
lblRegistrationCode = Registracijos kodas
lblLicenseInfo = Šio produkto licencija: 
lblPersonalUse = NAMŲ NAUDOTOJO (TIK ASMENINIAM NAUDOJIMUI)
[CommercialVersionTrial]
btnModeTrial =Nemokama bandomoji versija
btnModeTrialDescription =Aš norėčiau naudotis šiuo produktu kaip bandomąja versija
btnModeActivate =Aktyvuokite savo licencijos raktą
btnModeActivateDescription =Aš esu registruotas naudotojas ir turiu licencijos raktą.
btnModeBuy =Pirkti dabar
btnModeBuyDescription =Eiti į oficialų tinklapį ir įsigyti licenciją
lblTrialDescription =Tai yra 30-ies dienų bandomoji PicPick versija. Kai bandomasis laikotarpis baigsis, turėsite įsigyti licenciją arba pašalinti programą iš savo kompiuterio.
btnContinueTrial =&Toliau naudoti bandomąją versiją
lblDayLeft =Jums liko {1} diena(-os) iš {2} bandymo dienų.
lblDayExpired =Baigėsi bandomosios versijos galiojimas.
lblEnterLicense =Įveskite savo registracijos informaciją
lblOwnerName =Naudotojo vardas
lblRegistrationCode =Licencijos raktas
lblRegistrationHelp =Nepavyksta aktyvuoti?
btnRegister =&Aktyvuoti
lblActivationOffline1 =1. Aplankykite pateiktą URL ir gaukite savo aktyvacijos kodą. Jei norite naudoti aktyvaciją be interneto, Jums reikės pasinaudoti kitu kompiuteriu.
lblActivationOffline2 =2. Prašome įklijuoti savo aktyvacijos kodą iš aukščiau pateikto URL.
lblAuthCode =Autentifikavimo kodas:

[ImagesSet]
grbJPEGOption=JPEG parinktys
lblJPEGQuality=Kokybė
cboJPEGQualityMaximum = Maksimali
cboJPEGQualityHigh = Aukšta
cboJPEGQualityMedium = Vidutinė
cboJPEGQualityLow = Žema

[SaveAll]
grbSaveOptions=Išsaugojimo parinktys
lblSelectFolder=Nurodykite išsaugojimo aplanką.


rdoAllImages=Visi paveikslėliai
rdoUnsavedImages=Visi neišsaugoti paveikslėliai


grbFileOptions=Failo nuostatos
lblFileName=Failo pavadinimas
lblFileType=Failo tipas
rdoFiles=Failai
[ColorBalance]
grpbxColorBalance=Spalvų balansas
lblColorLevels=Spalvų lygiai
grpbxToneBalance=Atspalvių balansas
rdbtnShadows=Šešėliai
rdbtnMidtones=Atspalvių variacijos
rdbtnHighlights=Paryškinimai
chckbxPreserveLuminosity=Išlaikyti šviesumą
[StartPage]
lblStartHome =Pasirinkite užduotį...
lblStartTitle1 =Nauja užduotis
lblStartTitle2 =Grafikos reikmenys
chkStartDoNotShow =Nerodyti šio lango pasileidžiant programai
[Watermark]
lblWaterMarkPreview =Peržiūra:
lblWaterMarkFile =Failas:
lblWaterMarkPosition =Padėtis:
lblWaterMarkOpacity =Nepermatomumas:
lblWaterMarkOffsetX =X poslinkis:
lblWaterMarkOffsetY =Y poslinkis:
chkWaterMarkAuto=Užfiksuojant paveikslėlį automatiškai pridėti vandens ženklą
[CloudExplorer]
btnOK=&Gerai
btnCancel=&Atšaukti
btnApply=Prit&aikyti
btnContinue=&Tęsti
grbOptionLanguage=Rodyti kalbą
grbOptionConnection=Tvarkyti prisijungimus
btnOptionConnectionClear=Išva&lyti visus prisijungimus prie debesų tarnybų
lstFilesName=Pavadinimas
lstFilesDate=Data
lstFilesType=Tipas
lstFilesSize=Dydis
mnuAction=Veiksmas
mnuOpen=Atverti
mnuDownload=Atsisiųsti
mnuUploadMenu=Įkelti
mnuUploadFile=Įkelti failus
mnuUploadFolder=Įkelti aplanką
mnuUploadImage=Įkelti paveikslėlį
mnuNewFolder=Naujas aplankas
mnuDelete=Ištrinti
mnuRename=Pervadinti

itemHome=Pradžia
itemOption=Parinktis
itemAbout=Apie
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Visi failai (*.*)
strSearchResult=Paieškos rezultatai "%s"

lblHomeTitle=Nurodykite paslaugą, prie kurios norite prisijungti...
lblUploadMode=Nurodykite paslaugą, naudojamą įkėlimui

itemCount=%s elementai
itemSelectedCount=%s parinktų elementų

lblPreviewPreviewTitle=Peržiūra
lblPreviewDescriptionTitle=Aprašymas
strPreviewNoDescription=Be aprašymo

DownloadFormCaption=Atsisiunčiama...
strPrepareDownload=Rengiamasi atsisiųsti
strDiscoveredItems=Aptikta %s elementų...
strPleaseWait=Prašome palaukti, kol rengiamas sąrašas...
strDownloading=Atsiunčiami %s elementai
strDownloadName=Pavadinimas: %s
strDownloadRemaining=Liko elementų: %s1 (iš viso: %s2)

UploadFormCaption=Įkeliama...
strPrepareUpload=Rengiamasi įkelti
strCreatingFolder=Sukuriamas aplankas
strUploading=Įkeliami %s elementai
strUploadName=Pavadinimas: %s
strUploadRemaining=Liko elementų: %s1 (iš viso: %s2)

LoginFormCaption=Prisijungti
chkSaveConnection=Išsaugoti prisijungimo informaciją šiame kompiuteryje
lblBrowserCall=Jūsų naršyklė bus atverta po %s sekundžių.
lblBrowserCallRetry=Dar kartą prašoma prieigos prie %s
lblBrowserAccess1=Norint prisijungti prie Jūsų %s paskyros Jums pirmiausiai reikia prisijungti prie šios paskyros naršyklėje.
lblBrowserAccess2=Kai prisijungsite prie paskyros naršyklėje, galite ją uždaryti ir tęsti.

lblUserInfoStorage=Saugykla:
lblUserInfoUserNameTitle=Paskyra:
lblUserInfoSpaceTitle=Vieta:
btnUserInfoLogout=Atsijungti
strSpace =Laisva %s1 iš %s2

FileTypetext=tekstas
FileTypedocument=dokumentas
FileTypeimage=paveikslėlis
FileTypevideo=video
FileTypeaudio=audio
FileTypefile=failas
FileTypefolder=aplankas
FileTypealbum=albumas

lblUploadFileNameTitle=Failo pavadinimas
lblUploadFileSizeTitle=Failo dydis
lblUploadFilePreviewTitle=Peržiūra
btnUploadUpload=Įkelti čia

strDelete1item=Ar tikrai norite ištrinti šį failą?
strDelete1moreitems=Ar tikrai norite ištrinti šiuos %s elementus?

strFolderExist=Aplankas tokiu pavadinimu jau yra.
strDownloadFileExist=Šioje vietoje jau yra failas tokiu pavadinimu.\n\nAr norite jį pakeisti?
strCreateFolder=Prašome įvesti naujo aplanko pavadinimą
strRename=Prašome įvesti  naują pavadinimą.

strInvalidFolderName=Aplanko pavadinimas netinkamas.
strCannotDelete=Nepavyko ištrinti failo(-ų)/aplanko(-ų).

strUpdateCheck=Yra naujesnė Cloud Explorer (%s) versija. Ar norite atsisiųsti dabar?\n\nPrašome turėti omenyje, kad nauja versija gali būti nesuderinama su Jūsų debesų saugyklomis.
strAuthFail =Autorizavimas nepavyko. Prašome bandyti dar kartą.
strDownloadFolder=Prašome nurodyti aplanką, kuriame norite padėti atsiųstą failą(-us).
strUploadFolder=Prašome parinkti įkeliamą aplanką



[Website Resources]
;Please help us to translate official website to your languages.

#title_picpick: 'PicPick - All-in-one design tool, Screen Capture, Image Editor, Color Picker, Pixel Ruler and More',
#title_ngwin: 'NGWIN - We develop user-friendly software that provides convenient computing environments',
#nav_picpick: 'PicPick',
#nav_partners: 'Partners',
#nav_contact: 'Contact',
#nav_home: 'Home',
#nav_features: 'Features',
#nav_download: 'Download',
#nav_buy: 'Buy Now',
#nav_forum: 'Forum',
#section_features: 'Features',
#section_reviews: 'Media Reviews',
#section_download: 'Download',
#section_download_commercial: 'PROFESSIONAL VERSION FOR REGISTERED USERS',
#section_buy: 'Buy Now',
#section_screenshots: 'Screenshots',
#section_customers: 'Our customers',
#section_latestversion: 'Latest Version',
#section_changelog: 'Change Log',
#section_availableon: 'Available On',
#section_likeuson: 'Like Us On',
#section_eula: 'End User License Agreement',
#section_privacypolicy: 'Privacy Policy',
#section_volumepricing: 'Volume Pricing',
#button_download: 'DOWNLOAD',
#button_buy: 'BUY NOW',
#button_upgrade: 'UPGRADE NOW',
#button_upgrade_nothanks: 'No Thanks',
#button_viewdetail: 'VIEW DETAILS',
#button_free_download: 'FREE DOWNLOAD',
#button_download_portable: 'Portable Version',
#button_download_commercial: 'I have already purchased a license.',
#text_freetotry: 'Free for personal use, try it today.',
#text_copyright: 'Copyright{copy} {ngwin} All rights reserved.',
#text_winavailable: 'Available on all Windows',
#text_winavailable2: 'Microsoft Windows 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.',
#text_recommend: 'RECOMMEND',
#text_limitedtimeoffer: 'LIMITED TIME OFFER',
#text_free: 'FREE',
#text_personal_only_detail: 'Please note that this free version may only be used for personal use in non-commercial environments.',
#text_license_peruser: 'PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).',
#text_license_noshare: 'One license may not be shared between different users.',
#text_bluesnap: '2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.',
#text_thankyou: 'Thank you for installing PicPick.',
#text_download_thankyou: 'Thank you for downloading PicPick.',
#text_download_start: 'Your download will start automatically within a few seconds.',
#text_download_ifnot: 'If your download has not started automatically, please click {here} or download from the mirror links.',
#text_download_ifnot2: 'If your download has not started automatically, please click {here}.',
#text_download_ifnot2_here: 'here',
#text_upgrade: 'Upgrade to Professional and get more features!',
#overview_jumbotron_h1: 'PicPick',
#overview_jumbotron_h2: 'All-in-one design tool for everyone',
#overview_jumbotron_p1: 'A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.',
#overview_jumbotron_p2: 'User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.',
#overview_feature_1_h1: 'Capture anything',
#overview_feature_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#overview_feature_2_h1: 'Edit your images',
#overview_feature_2_p1: 'Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.',
#overview_feature_3_h1: 'Enhance with effects',
#overview_feature_3_p1: 'Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.',
#overview_feature_4_h1: 'Share everywhere',
#overview_feature_4_p1: 'Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.',
#overview_feature_5_h1: 'Graphic Accessories',
#overview_feature_5_p1: 'Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.',
#overview_feature_6_h1: 'Customizable setting',
#overview_feature_6_p1: 'With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.',
#reviews_1_body: 'This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.',
#reviews_1_author: 'CNET Download.com',
#reviews_1_link: 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1',
#reviews_1_img: 'review_cnet.png',
#reviews_2_body: 'Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.',
#reviews_2_author: 'Softpedia',
#reviews_2_link: 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml',
#reviews_2_img: 'review_softpedia.png',
#features_1_h1: 'Screen Capture',
#features_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#features_1_p2: 'Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.',
#features_1_p3: 'Support the floating widget Capture Bar which makes it easy for you to take screenshots.',
#features_1_p4: 'Customize your own keyboard shortcuts.',
#features_1_list_1: 'Full-screen',
#features_1_list_2: 'Active window',
#features_1_list_3: 'Window control',
#features_1_list_4: 'Scrolling window',
#features_1_list_5: 'Region',
#features_1_list_6: 'Fixed region',
#features_1_list_7: 'Freehand',
#features_1_list_8: 'Repeat last capture',
#features_1_list_9: 'Capture widget',
#features_1_list_10: 'Capturing with cursor',
#features_1_list_11: 'Delayed capture',
#features_1_list_12: 'Auto-save',
#features_2_h1: 'Image Editor',
#features_2_p1: 'With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.',
#features_2_list_1: 'Drawing',
#features_2_list_2: 'Insert text',
#features_2_list_3: 'Arrows, lines',
#features_2_list_4: 'Shapes',
#features_2_list_5: 'Balloon',
#features_2_list_6: 'Highlight tool',
#features_2_list_7: 'Crop',
#features_2_list_8: 'Resize',
#features_2_list_9: 'Rotate',
#features_2_list_10: 'Invert',
#features_2_list_11: 'Grayscale',
#features_2_list_12: 'Mosaic',
#features_2_list_13: 'Frame',
#features_2_list_14: 'Watermark',
#features_2_list_15: 'Blur',
#features_2_list_16: 'Sharpen',
#features_2_list_17: 'Brightness',
#features_2_list_18: 'Hue / Saturation',
#features_2_list_19: 'Color balance',
#features_3_h1: 'Save, share, or send',
#features_3_p1: 'Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.',
#features_3_list_1: 'Clipboard',
#features_3_list_2: 'Image files',
#features_3_list_3: 'PDF',
#features_3_list_4: 'Printer',
#features_3_list_5: 'Web URL',
#features_3_list_6: 'Dropbox',
#features_3_list_7: 'Google Drive',
#features_3_list_8: 'SkyDrive',
#features_3_list_9: 'Box',
#features_3_list_10: 'Facebook',
#features_3_list_11: 'Twitter',
#features_3_list_12: 'Skype',
#features_3_list_13: 'FTP Server',
#features_3_list_14: 'e-mail',
#features_3_list_15: 'Microsoft Word',
#features_3_list_16: 'Microsoft PowerPoint',
#features_3_list_17: 'Microsoft Excel',
#features_3_list_18: 'External program',
#features_4_h1: 'Color Picker',
#features_4_p1: 'Help you find the exact pixel color code on your screen with a built-in magnifier window.',
#features_4_p2: 'Support RGB, HTML, C++, Delphi.',
#features_5_h1: 'Color Palette',
#features_5_p1: 'Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.',
#features_6_h1: 'Pixel Ruler',
#features_6_p1: 'Help you measure the size of objects and place objects in precise locations on the screen.',
#features_6_p2: 'Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.',
#features_7_h1: 'Magnifier',
#features_7_p1: 'With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.',
#features_8_h1: 'Crosshair',
#features_8_p1: 'Figure out the relative coordinate of picture position with this feature.',
#features_8_p2: 'This can be useful for example in developing HTML image maps.',
#features_9_h1: 'Protractor',
#features_9_p1: 'Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.',
#features_9_p2: 'This can be used in a variety of photography, math, and graphics applications.',
#features_10_h1: 'Whiteboard',
#features_10_p1: 'You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.',
#download_1_h1: 'For Home Users',
#download_1_p1: 'Personal (Home) Use Only',
#download_1_p2: 'Manual Update',
#download_1_p3: 'No Technical Support',
#download_2_h1: 'For Professionals',
#download_2_p1: 'Commercial and Personal Use',
#download_2_p2: 'Auto Update',
#download_2_p3: 'Technical Support',
#download_2_p4: 'Lifetime Upgrades',
#download_2_p5: 'No Ads',
#buy_table_h1: 'Number of Users',
#buy_table_h2: 'Price (USD) Per User',
#buy_table_p1: 'Please contact us for a quote!',
#buy_table_p2: 'Please note that {vat} may apply for some European purchasers.',
#buy_table_p2_vat: 'VAT',
#buy_1_h1: 'Instant Key Delivery',
#buy_1_p1: 'Get instant access to your registration key when your order is complete.',
#buy_2_h1: 'Lifetime Updates',
#buy_2_p1: 'Licenses include unlimited free upgrades to all future versions of PicPick.',
#buy_3_h1: 'Purchase Questions',
#buy_3_p1: 'If you have any questions regarding purchasing or licensing, please feel free to {contactus}.',
#buy_3_p1_contactus: 'contact us',
#buy_single: 'Single',
#buy_single_p1: 'Install on 2 machines per user',
#buy_team: 'Team',
#buy_team_user: 'Users',
#buy_site: 'Site',
#buy_site_p1: 'Install on unlimited machines on site',
#secure_order: 'Secure ordering by 2Checkout',
#uninstall_h1: 'Please give us your feedback.',
#uninstall_p1: 'We would appreciate hearing from you. Your feedback will help us make PicPick even better.',
#uninstall_comment: 'Details',
#uninstall_comment_placeholder: 'For example, Why did you uninstall? What are we missing? Which feature do you want?',
#uninstall_email: 'Email (Optional)',
#uninstall_email_placeholder: 'Please enter your email address.',
#uninstall_send: 'Send Feedback',
#about_us: 'About Us',
#about_h1: 'We are a software development company specialized on Microsoft Windows Platform.',
#about_p1: 'Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.',
#contact_h1: 'We would love to hear from you! Please fill out this form and we will get in touch with you shortly.',
#contact_us: 'Contact Us',
#contact_email: 'Email Support',
#contact_email_at: 'You can also contact us via email at : {email}',
#contact_email_send: 'Send us an email',
;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Parinkite centrinį tašką ekrane.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Nuspauskite [
MSG_ACTIVEWINDOW_2 = ] norėdami užfiksuoti aktyvų langą.
MSG_EXITSAVEIMAGE_1 = Ar norite išsaugoti pakeitimus į [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Paveikslėlis
MSG_DIRECTORYACCESSERROR = Aplankas neprieinamas.
MSG_DEFAULT_TAPNAME = Nėra paveikslėlio


MSG_HOTKEY_ALREADY1 = PicPick negali susieti šių sparčiųjų klavišų kombinacijų.
MSG_HOTKEY_ALREADY2 = Ar norite pakeisti šiuos spačiuosius klavišus?


MSG_THISFOLDERNOTFOUND = Aplankas nerastas[visas kelias arba aplanko pavadinimas].
MSG_INVALID_FILENAME = Failo pavadinimas netinkamas.
MSG_INVALID_CLIPBOARD = Nuskaitant iškarpinės duomenis įvyko klaida!
MSG_CANNOTREPEATCAPTURE = Nepavyko rasti paskutinio fiksavimo srities
MSG_CLOSEALLIMAGE = Ar norite užverti visus neišsaugotus paveikslėlius?


MSG_FILE_OPEN =Atverti
MSG_FILE_SAVE =Išsaugoti kaip


MSG_NEWVERSIONAVAILABLE = Yra naujesnė PicPick versija. Ar norite aplankyti atsisiuntimo puslapį?


MSG_PROGRAM_NOTADDYET=Ekrano nuotraukoms atverti esate nurodę išorinę programą!
MSG_EXTERNALPROGRAMERROR=Nepavyko rasti nurodytos išorinės programos. 
MSG_PARAMETERS_TITLE=PicPick nuostatos
MSG_OLDLANGUAGE =Kalbos failas priklauso senesnei versijai, taigi kai kuris tekstas bus neišverstas. Ar tikrai norite pakeisti kalbą?
MSG_INVALIDALBUMNAME=Albumo pavadinimas netinkamas.
MSG_CREATEFAILUREALBUM=Klaida sukuriant albumą.
MSG_LOADINGFAILUREALBUM=Klaida įkeliant albumus.
MSG_IDEMPTY = Prašome įvesti naudotojo ID.
MSG_PWEMPTY = Prašome įvesti naudotojo slaptažodį.



MSG_SAVE = Iš&saugoti
MSG_DONTSAVE = &Nesaugoti
MSG_DONTSAVEALL = Nes&augoti visų
MSG_NODISPLAYAGAIN = Daugiau nerodyti šio pranešimo


BTN_YES = &Taip
BTN_NO = &Ne
BTN_NOALL = &Ne viskam


MSG_INPUTTEXT = Prašome įvesti tekstą čia


MSG_FLATTENLAYER= Norėdami atlikti šią užduotį, turite sulieti visas figūras su pagrindiniu paveikslėliu. Ar norite sulieti figūras?
MSG_FLATTENALL=Ar norite sulieti visas figūras?


MSG_INVALID_DOWNLOADURL = Atsisiunčiant paveikslėlį įvyko klaida.



MSG_OPENURL=Prašome įvesti URL.


MSG_ANYSETTINGOK = Nuostatos buvo sėkmingai pakeistos.
MSG_DEFAULTEDITOR=PicPick nustatytas kaip numatytasis paveikslėlių redaktorius.


MSG_FTPINFONEED=Pirmiausiai turite įvesti savo FTP serverio informaciją.
MSG_CONNECTIONFAIL=Bandant prisijungti prie serverio įvyko klaida.
MSG_PROGRAM_NOSKYPE=Nepavyko aptikti Skype.
MSG_ACTIVATE_OFFLINE=Nepavyko aktyvuoti Jūsų licencijos dėl tinklo klaidos ar kažkokios kitos priežasties. Ar norite aktyvinti neprisijungę?
MSG_ACTIVATE_OK = Jūsų licencija buvo aktyvuota. Dėkojame, kad renkatės PicPick!
MSG_ACTIVATE_TRIAL = Bandomoji licencija buvo aktyvuota. Dėkojame, kad renkatės PicPick!
MSG_ACTIVATE_FAIL = Aktyvacija buvo atmesta. Susisiekite su PicPick palaikymo centru.
MSG_VALIDOWNERNAME = Prašome įvesti tinkamą savininko vardą.
MSG_VALIDLICENSEKEY = Prašome įvesti tinkamą licencijos raktą.
MSG_FILENOTFOUND = Nepavyko rasti failo.
MSG_CAPTUREAREAFAIL=Apskaičiuojant fiksavimo plotą įvyko klaida. Prašome pasitikrinti savo programinę įrangą (antivirusą, kenkėjiškos PĮ aptikimo įrangą ir pan.), kuri galėtų sukelti šią klaidą.
MSG_TRANSPARENCYLOST=Jei išsaugosite šį paveikslėlį, bet koks permatomumas bus prarastas. Ar norite tęsti?
MSG_DONOTSHOWWEEK=Nerodyti šio lango savaitę
MSG_NEWVERSIONAVAILABLE_SHORT=Yra nauja PicPick versija
MSG_HOTKEY_ALREADY3 = Prašome patikrinti kitas šiuo metu veikiančias programas, tokias kaip Dropbox, OneDrive ir pan.
MSG_NEWVERSIONINSTALL = Yra nauja PicPick versija. Ar norite ją dabar įdiegti?
MSG_NEWVERSIONINSTALLING = Prašome palaukti kol atsiunčiamas naujinimas...
MSG_NEWVERSIONRESTART = Atnaujinimas bus automatiškai paleistas po kelių sekundžių...
MSG_ACTIVATE_INVALID = Jūsų įvestas licencijos raktas yra netinkamas. Prašome jį pasitikrinti ir bandyti dar kartą.
#5.0.0
MSG_NOUPDATEAVAILABLE = Šiuo metu atnaujinimų nėra.
MSG_NOTENOUGHCAPTUREAREA = Parinktas plotas per mažas, kad jį būtų galima užfiksuoti.
MSG_CAPTUREOPTION_NEXTTIME = Nurodyta parinktis bus taikoma kito fiksavimo metu.
#5.0.0